     FMASTERL1  If   E             DISK
     C                   READ      MASTERL1                               99
     C* This is a comment for LMi integration test
     C                   MOVE      '1'           *INLR
